[
    {
      "Name": "Blood Beast",
      "Harvest Effect": "Kill every Acolyte adjacent to this space.",
      "Passive Effect": "Acolytes on this space immediately die."
    },
    {
      "Name": "Bountiful Beast",
      "Harvest Effect": "Gain loot rewards from all adjacent spaces, as if you controlled them.",
      "Passive Effect": "If you control this space when you play a card, draw another card."
    },
    {
      "Name": "Calamity Beast",
      "Harvest Effect": "Replace this tile with a new tile.",
      "Passive Effect": "When entering a space, Acolytes and Colossi there must move to adjacent spaces. Resolve in order, beginning with the player with Mantle.",
      "Clarifications": "Resolve the movement of each Acolyte and Colossus individually, beginning with the player with Mantle. If the Calamity Beast moves two spaces in a row, resolve the Acolyte and Colossus movements from the first space before the Calamity Beast moves to the second space."
    },
    {
      "Name": "Golden Beast",
      "Harvest Effect": "Place 1 gold cube from the bank in each adjacent space.",
      "Passive Effect": "When moving, leave 1 gold cube from the Bank in the space it leaves."
    },
    {
      "Name": "Magnetic Beast",
      "Harvest Effect": "Move all Gold cubes from the this space to adjacent spaces you choose.",
      "Passive Effect": "Move all Gold cubes from adjacent spaces onto this space, and gain them as a reward."
    },
    {
      "Name": "Stone Beast",
      "Harvest Effect": "Do not collect your Acolytes from this space when Harvesting. At the end of the Age, you can still only Harvest this space once.",
      "Passive Effect": "Acolytes on this space cannot be killed or moved."
    },
    {
      "Name": "Time Beast",
      "Harvest Effect": "Immediately take 1 extra action.",
      "Passive Effect": "When entering a space that is controlled, Harvest it for its owner immediately.",
      "Clarifications": "The Time Beast only Harvests spaces in this manner when moving into a space. If you gain control of the space where the Time Beast already is, the space is not immediately harvested."
    },
    {
      "Name": "Wind Beast",
      "Harvest Effect": "Choose a direction. Every Acolyte moves 1 space that direction. Acolytes who fall of the island die.",
      "Passive Effect": "When leaving a space, all Acolytes on its space move with it."
    }
   ]
