[
    {
        "title": "A Bigger Bag",
        "type": "Perk",
        "number_of_copies": 1,
        "description": "Your hand limit is 8, not 6."
    },
    {
        "title": "Abundance",
        "type": "Divine Gift",
        "number_of_copies": 1,
        "description": "Draw 3 Colossus cards. Every other Colossus draws 1 Colossus card."
    },
    {
        "title": "Audacity",
        "type": "Divine Gift",
        "number_of_copies": 1,
        "description": "Each Colossus collects 2 Gold for every space they control adjacent to the Beast."
    },
    {
        "title": "Authority",
        "type": "Divine Gift",
        "number_of_copies": 1,
        "description": "Each Colossus collects 2 Gold for every opposing Acolyte on their space."
    },
    {
        "title": "Beast Mantle",
        "type": "Perk",
        "number_of_copies": 1,
        "description": "During your turn you may discard as many Colossus cards as you want and draw 1 Beast Master card for every 2 Colossus cards you discarded."
    },
    {
        "title": "Blinding Speed",
        "type": "Perk",
        "number_of_copies": 1,
        "description": "On your turn, you may move 5 times instead of 4."
    },
    {
        "title": "Companionship",
        "type": "Divine Gift",
        "number_of_copies": 1,
        "description": "Choose a Colossus. Beginning with you and continuing clockwise, each player may place 3 Acolytes from their hand onto the space of the Colossus you chose."
    },
    {
        "title": "Comradery",
        "type": "Divine Gift",
        "number_of_copies": 1,
        "description": "Each Colossus collects 5 Gold if they are on a space with another Colossus."
    },
    {
        "title": "Convene",
        "type": "Action",
        "number_of_copies": 1,
        "description": "Pull all Acolytes adjacent to your Colossus onto your Colossus's space."
    },
    {
        "title": "Convert",
        "type": "Action",
        "number_of_copies": 2,
        "description": "Kill 1 Acolyte anywhere on the island and replace it with an Acolyte from your hand (if you have one)."
    },
    {
        "title": "Diplomacy",
        "type": "Divine Gift",
        "number_of_copies": 1,
        "description": "Each Colossus collects 1 Gold for every Acolyte they have on a space claimed an opposing Banner."
    },
    {
        "title": "Dodge",
        "type": "Action",
        "number_of_copies": 4,
        "description": "(Play immediately after another player plays a card) If any of your Acolytes will die as a result of the card that was just played, you may move each of them to any adjacent space you choose."
    },
    {
        "title": "Dominion",
        "type": "Divine Gift",
        "number_of_copies": 1,
        "description": "Beginning with you and continuing clockwise, each player may place a Banner on a space with no Colossi, Acolytes, or Banners on it. If there are no spaces available for you, do nothing."
    },
    {
        "title": "Extortion",
        "type": "Action",
        "number_of_copies": 1,
        "description": "Each opposing Colossus must either give you a card of their choosing, or 2 Gold."
    },
    {
        "title": "Fortitude",
        "type": "Divine Gift",
        "number_of_copies": 1,
        "description": "Each Colossus collects 2 Gold for each space that they control adjacent to their space."
    },
    {
        "title": "Hegemony",
        "type": "Action",
        "number_of_copies": 1,
        "description": "Any players with Acolytes on your Colossus's space put all of their Colossus cards into a pile, shuffle them, and re-deal them amongst themselves beginning with you and continuing clockwise."
    },
    {
        "title": "Influence",
        "type": "Divine Gift",
        "number_of_copies": 1,
        "description": "Beginning with you and continuing clockwise, each player may move an opposing Colossus once. Colossi can move within their own roads as usual. "
    },
    {
        "title": "Intimidate",
        "type": "Action",
        "number_of_copies": 2,
        "description": "Push all Acolytes adjacent to your Colossus 1 space away."
    },
    {
        "title": "Outpost",
        "type": "Perk",
        "number_of_copies": 1,
        "description": "You may add a second Banner to any of your Banners on the board, and score that space twice on your turn. As soon as this Perk is discarded, remove the second banner."
    },
    {
        "title": "Pilfer",
        "type": "Action",
        "number_of_copies": 2,
        "description": "Draw 2 Colossus cards."
    },
    {
        "title": "Purge",
        "type": "Action",
        "number_of_copies": 2,
        "description": "Move each Acolyte on your Colossus's space to any adjacent space (you can move Acolytes to different spaces)."
    },
    {
        "title": "Replace",
        "type": "Action",
        "number_of_copies": 1,
        "description": "Swap any 2 Colossi on the island."
    },
    {
        "title": "Solidarity",
        "type": "Divine Gift",
        "number_of_copies": 1,
        "description": "The Colossus with the most Acolytes in their hand may place all the Acolytes in their hand on a single space (if two players are tied for the most Acolytes in their hand, do nothing)."
    },
    {
        "title": "Solitude",
        "type": "Divine Gift",
        "number_of_copies": 1,
        "description": "If any Colossi have no Acolytes (including their own Acolytes) on or adjacent to their space, they collect 7 Gold. "
    },
    {
        "title": "Steal",
        "type": "Action",
        "number_of_copies": 1,
        "description": "Take an opposing Colossus's Perk and leave it face-up in front of you. If you already had a Perk in front of you, discard it."
    },
    {
        "title": "Teleport",
        "type": "Action",
        "number_of_copies": 2,
        "description": "Move any Colossus to any space (cannot move to the Volcano or to the Beast's space)."
    },
    {
        "title": "Tunnel Keys",
        "type": "Perk",
        "number_of_copies": 1,
        "description": "When you move, all landmark tiles are adjacent to each other, and you may move freely between them."
    },
    {
        "title": "Vandalize",
        "type": "Action",
        "number_of_copies": 2,
        "description": "Discard another Colossus's Perk."
    },
    {
        "title": "Zeal",
        "type": "Divine Gift",
        "number_of_copies": 1,
        "description": "Beginning with you and continuing clockwise, each player may place all of the Acolytes from their hand onto spaces adjacent to the Volcano."
    }
]