[
    {
      "Name": "Abundance",
      "Description": "Draw 3 Colossus cards. Every other Colossus draws 1 card."
    },
    {
      "Name": "Companionship",
      "Description": "Choose a Colossus. Beginning with you and continuing clockwise, each player may place 3 Acolytes from their hand onto the space of the Colossus you chose."
    },
    {
      "Name": "Dominion",
      "Description": "Beginning with you and continuing clockwise, each player may place an Acolyte on a space with no Acolytes or Colossi on it. If there are no spaces available for you, do nothing."
    },
    {
      "Name": "Influence",
      "Description": "Beginning with you and continuing clockwise, each player may move an opponent's Colossus once. Colossi can move within their own roads as usual."
    },
    {
      "Name": "Miracle",
      "Description": "Beginning with you and continuing clockwise, each player may Reap 1 space they control."
    },
    {
      "Name": "Reinforcements",
      "Description": "Everyone puts 1 Acolyte from their hand on each space they control."
    },
    {
      "Name": "Solidarity",
      "Description": "Any Colossus who has all of their Acolytes in their hand may place all of them on any single space."
    },
    {
      "Name": "Windfall",
      "Description": "Each Colossi gains the Loot and Gold Cube rewards from their space, even if they do not control it."
    },
    {
      "Name": "Exchange",
      "Description": "Each Colossus may put cards from their hand into a pile, and gains 1 Gold for each card they contribute. Shuffle the contributed cards, and deal them beginning with you."
    },
    {
      "Name": "Growth",
      "Description": "Draw 1 Trait for each Colossus in the game. Select a Trait to keep (1 Trait limit applies, as usual), then pass the rest to the next player. Continue until all Traits are taken."
    },
    {
      "Name": "Mimesis",
      "Description": "Beginning with the player to your left, then continuing clockwise, each player may steal 1 Trait from an opponent."
    }
   ]
