[
    {
      "Name": "Abundance",
      "Description": "Draw 3 Colossus cards from the deck. Every other Colossus draws 1 card from the deck."
    },
    {
      "Name": "Companionship",
      "Description": "Choose a Colossus. Beginning with you and continuing clockwise, each player may place 3 Acolytes from their hand onto the space of the Colossus you chose."
    },
    {
      "Name": "Dominion",
      "Description": "Beginning with you and continuing clockwise, each player may place an Acolyte on a space with no Acolytes or Colossi on it. If there are no spaces available for you, do nothing."
    },
    {
      "Name": "Influence",
      "Description": "Beginning with you and continuing clockwise, each player may move an opponent's Colossus once. Colossi can move within their own roads as usual."
    },
    {
      "Name": "Miracle",
      "Description": "Beginning with you and continuing clockwise, each player may Reap 1 space they control."
    },
    {
      "Name": "Reinforcements",
      "Description": "Each Colossus puts 1 Acolyte from their hand on each space they control."
    },
    {
      "Name": "Solidarity",
      "Description": "The Colossus with the most Acolytes in their hand may place all the Acolytes in their hand on a single space (if 2 players are tied for the most Acolytes in their hand, do nothing)."
    },
    {
      "Name": "Windfall",
      "Description": "Each Colossi gains the Loot and Gold Cubes from their space, even if they do not control it."
    },
    {
      "Name": "Exchange",
      "Description": "Each Colossus may put cards from their hand into a pile, and gains 1 Gold for each card they contribute. Shuffle the contributed cards, and deal them beginning with you."
    },
    {
      "Name": "Growth",
      "Description": "Draw Traits from the Trait deck until you are holding 1 per each Colossus in the game. Beginning with you and continuing clockwise, select a Trait to keep, then pass the remainder to the next player. As usual, you can still only have 1 Trait in play at a time."
    },
    {
      "Name": "Mimesis",
      "Description": "Beginning with the player to your left, then continuing clockwise, each player may steal 1 Trait from an opponent."
    }
   ]
