[
    {
      "Name": "Beast Mantle",
      "Description": "When Harvesting, move 1 Beast to any space you choose."
    },
    {
      "Name": "Deep Mines",
      "Description": "When drawn, put 3 Gold cubes from the Bank here. After Harvesting this space, add 5 Gold cubes from the bank here. Each time this happens, increase the Gold by 2."
    },
    {
      "Name": "Golden Dunes",
      "Description": "Any time an Acolyte or Colossus moves here or passes through here using Road Movement, place 1 Gold cube from the bank here."
    },
    {
      "Name": "Hallowed Ground",
      "Description": "When Harvesting, gain 2 Gold for each of your Acolytes here."
    },
    {
      "Name": "Lair: Blood Beast",
      "Description": "When Harvesting, kill every Acolyte on or adjacent to the Blood Beast's space.",
      "Beast Description": "Acolytes on this space immediately die."
    },
    {
      "Name": "Lair: Golden Beast",
      "Description": "When Harvesting, place 1 gold cube from the bank in each space adjacent to the Golden Beast.",
      "Beast Description": "When leaving a space, leave 1 gold cube from the Bank in the space it leaves."
    },
    {
      "Name": "Lair: Bountiful Beast",
      "Description": "When Harvesting, choose up to 2 adjacent spaces that have Loot rewards (does not apply to special environments). Gain those rewards as if you controlled them.",
      "Beast Description": "When Harvesting this space, triple its reward from Loot (this has no effect on special environments)."
    },
    {
      "Name": "Lair: Stone Beast",
      "Description": "When Harvesting a space adjacent to this: if you control this space, you may leave your adjacent Acolytes in play after Harvesting.",
      "Beast Description": "Acolytes on this space cannot be killed or moved."
    },
    {
      "Name": "Lair: Time Beast",
      "Description": "Immediately after you Harvest this space, you may take another 2 Actions.",
      "Beast Description": "When entering a space that is controlled, Harvest it for its owner immediately.",
      "Clarifications": "The Time Beast only Harvests spaces in this manner when moving into a space. If you gain control of the space where the Time Beast already is, the space is not immediately harvested."
    },
    {
      "Name": "Lair: Wind Beast",
      "Description": "When Harvesting, choose a direction. Every Acolyte moves 1 space that direction. Acolytes who fall of the island die.",
      "Beast Description": "When leaving a space, all Acolytes on its space move with it."
    },
    {
      "Name": "Launchpad",
      "Description": "When Harvesting: After removing your Acolytes here, pick up every Colossus and Acolyte on or adjacent to this space. Move each of them to any spaces you choose (cannot leave them on the Launchpad)."
    },
    {
      "Name": "Market",
      "Description": "When Harvesting, discard cards from your hand. Gain 1 gold for each you discarded.",
      "Clarifications": "This only applies to cards you currently have in your hand. If you gain more cards later during this same Harvest, you do not get a reward for discarding them."
    },
    {
      "Name": "Moat",
      "Description": "When Harvesting, gain 1 Gold for each adjacent space you control. Steal 1 Gold from each player who controls an adjacent space."
    },
    {
      "Name": "Mountaintop of the Giants",
      "Description": "All Acolytes die here. But Colossi can be here."
    },
    {
      "Name": "Oasis",
      "Description": "When Harvesting, discard your entire hand. Then draw 6 cards."
    },
    {
      "Name": "Ruins",
      "Description": "When Harvesting, each opponent must give you 1 of their cards, or 2 Gold."
    },
    {
      "Name": "Speedy Slopes",
      "Description": "When Harvesting, place all Acolytes from you hand here."
    },
    {
      "Name": "Teleporter",
      "Description": "When Harvesting, swap all Colossi and Acolytes here with all Colossi and Acolytes from another tile. Then Harvest that other tile."
    },
    {
      "Name": "The Brink",
      "Description": "Any time a player takes control of this space, put 3 Gold cubes from the bank here."
    },
    {
      "Name": "The Void",
      "Description": "When Harvesting, before gaining your Acolytes here: replace any tile with a new random one.",
      "Clarifications": "You may replace the Void itself with a new random one. In any case, leave any Colossi, Acolytes, Gold cubes, or Beasts where they are on the new tile."
    },
    {
      "Name": "Volcano",
      "Description": "When Harvesting, kill every Acolyte on or adjacent to this space."
    }
   ]
