[
    {
      "Name": "Beast Lair",
      "Description": "Reap: Move a Beast two spaces, or move it to any space you choose."
    },
    {
      "Name": "Council of Giants",
      "Description": "Reap: Move every Colossus to this space."
    },
    {
      "Name": "Deep Mines",
      "Description": "Draw: Place 3 gold cubes here. Reap: do not remove the reaped gold cubes. Add 2 more."
    },
    {
      "Name": "Hallowed Ground",
      "Description": "Reap: Gain 2 Gold for each of your Acolytes here."
    },
    {
      "Name": "Launchpad",
      "Description": "Reap: Pick up everything on or adjacent to this space. Move each of them to new spaces.",
      "Clarifications": "Pick up Acolytes, Colossi, Beasts, and Gold cubes. You cannot leave anything on the Launchpad."
    },
    {
      "Name": "Lucky Lumen",
      "Description": "Arrival: Place a gold cube here, even if you are just passing through.",
      "Clarifications": "Any time a Colossus or Acolyte arrives in this space, place a gold cube there. If you pass through this space using road movement, you still add the gold cube."
    },
    {
      "Name": "Market",
      "Description": "Reap: Discard cards from your hand. Gain 1 gold for each you discarded.",
      "Clarifications": "This only applies to cards you currently have in your hand. If you gain more cards later during this same Reap, you do not get a reward for discarding them."
    },
    {
      "Name": "Moat",
      "Description": "Reap: Gain 1 Gold for each adjacent space you control. Steal 1 Gold from players who control adjacent spaces."
    },
    {
      "Name": "Monastery",
      "Description": "Reap: Place all Acolytes from your hand on spaces where you already have Acolytes."
    },
    {
      "Name": "Mountaintop of the Giants",
      "Description": "Arrival: All Acolytes die here."
    },
    {
      "Name": "Oasis",
      "Description": "Reap: Discard your entire hand. Then draw 6 cards."
    },
    {
      "Name": "Outskirts",
      "Description": "Reap: If you have the least gold, gain 10 gold."
    },
    {
      "Name": "Ruins",
      "Description": "Reap: Each opponent must give you 1 of their cards, or 2 Gold."
    },
    {
      "Name": "Teleporter",
      "Description": "Reap: Choose another tile. Swap everything from this tile with everything from that tile."
    },
    {
      "Name": "The Brink",
      "Description": "Arrival: If you gained control of this space, put 3 Gold cubes here.",
      "Clarifications": "When one player Reaps it and collects their Acolytes, there might be opposing Acolytes still there, who take control. Add 3 Gold cubes when this happens, as usual."
    },
    {
      "Name": "The Void",
      "Description": "Reap: Replace any tile with a new random one. If the tile had Gold cubes, discard them.",
      "Clarifications": "You may replace the Void itself with a new random one. In any case, leave any Colossi, Acolytes, Gold cubes, or Beasts where they are on the new tile."
    },
    {
      "Name": "Volcano",
      "Description": "Reap: Kill all Acolytes on or adjacent to this space. If your Colossus is not here, you do not gain the Trait reward."
    }
   ]
