[
    {
      "Name": "Beast Mantle",
      "Description": "When Harvesting, move 1 Beast two spaces, or move it to any space you choose."
    },
    {
      "Name": "Deep Mines",
      "Description": "When drawn, put 3 Gold cubes here. At the start of Age II, put 5 Gold cubes here. At the start of Age III, put 7 Gold cubes here."
    },
    {
      "Name": "Hallowed Ground",
      "Description": "When Harvesting, gain 2 Gold for each of your Acolytes here."
    },
    {
      "Name": "Launchpad",
      "Description": "When Harvesting: After removing your Acolytes here, pick up every Colossus and Acolyte on or adjacent to this space. Move each of them to any spaces you choose (cannot leave them on the Launchpad)."
    },
    {
      "Name": "Market",
      "Description": "When Harvesting, discard cards from your hand. Gain 1 gold for each you discarded.",
      "Clarifications": "This only applies to cards you currently have in your hand. If you gain more cards later during this same Harvest, you do not get a reward for discarding them."
    },
    {
      "Name": "Moat",
      "Description": "When Harvesting, gain 1 Gold for each adjacent space you control. Steal 1 Gold from each player who controls an adjacent space."
    },
    {
      "Name": "Mountaintop of the Giants",
      "Description": "All Acolytes die here. But Colossi can be here."
    },
    {
      "Name": "Oasis",
      "Description": "When Harvesting, discard your entire hand. Then draw 6 cards."
    },
    {
      "Name": "Outpost",
      "Description": "When harvesting, take up to 3 Acolytes from your hand, and place them on spaces adjacent to this."
    },
    {
      "Name": "Outskirts",
      "Description": "When harvesting, if you have the least gold, gain 10 gold."
    },
    {
      "Name": "Ruins",
      "Description": "When Harvesting, each opponent must give you 1 of their cards, or 2 Gold."
    },
    {
      "Name": "Monastery",
      "Description": "When Harvesting, place all Acolytes from you hand on spaces where you already have Acolytes. If you place them on spaces you already Harvested, place them on their side to indicate that you cannot Harvest there again."
    },
    {
      "Name": "Teleporter",
      "Description": "When Harvesting, choose another tile. Swap all Colossi, Acolytes, and Beasts here with all Colossi, Acolytes, and Beasts on that tile. Immediately Harvest that other tile."
    },
    {
      "Name": "The Brink",
      "Description": "Any time a player takes control of this space, put 3 Gold cubes from the bank here.",
      "Clarifications": "When one player Harvests it and collects their Acolytes, there might be opposing Acolytes still there, who take control. Add 3 Gold cubes when this happens, as usual."
    },
    {
      "Name": "The Void",
      "Description": "When Harvesting, before gaining your Acolytes here: replace any tile with a new random one.",
      "Clarifications": "You may replace the Void itself with a new random one. In any case, leave any Colossi, Acolytes, Gold cubes, or Beasts where they are on the new tile."
    },
    {
      "Name": "Volcano",
      "Description": "Any time a Colossus moves here, kill all Acolytes on or adjacent to this space."
    }
   ]
