[
    {
      "Name": "Beast Mantle",
      "Description": "When resting, move 1 Beast to any space you choose."
    },
    {
      "Name": "Deep Mines",
      "Description": "When drawn, put 3 Gold from the Bank here. When resting, collect all Gold here, then add 4 Gold from the bank here. Each time this happens, increase the Gold by 1."
    },
    {
      "Name": "Golden Dunes",
      "Description": "Any time an Acolyte or Colossus moves here or passes through here using Road Movement, place 1 Gold from the bank here. When resting, collect all Gold here."
    },
    {
      "Name": "Hallowed Ground",
      "Description": "When resting, collect 2 Gold for each of your Acolytes here."
    },
    {
      "Name": "Lair: Blood Beast",
      "Description": "When resting, kill every Acolyte on or adjacent to the Blood Beast's space.",
      "Beast Description": "Acolytes on this space immediately die."
    },
    {
      "Name": "Lair: Golden Beast",
      "Description": "When resting, place 1 Gold from the bank in each space adjacent to the Golden Beast.",
      "Beast Description": "When leaving a space, leave 1 Gold from the Bank in the space it leaves."
    },
    {
      "Name": "Lair: Hungry Beast",
      "Description": "When resting, move each Loot Token from the Hungry Beast's space to adjacent spaces you choose.",
      "Beast Description": "When the Hungry Beast leaves a space, it takes the Loot Token(s) from that space with it."
    },
    {
      "Name": "Lair: Stone Beast",
      "Description": "When resting, leave up to 2 of your Banners in play after scoring them.",
      "Beast Description": "Banners on this space cannot be replaced by opponents. Acolytes on this space cannot be killed or moved."
    },
    {
      "Name": "Lair: Time Beast",
      "Description": "Immediately after you rest, you may take another turn.",
      "Beast Description": "When entering a space that contains a Banner, score the Banner for its owner immediately.",
      "Clarifications": "The Time Beast only scores Banners in this manner when moving into a space. If you place a Banner on the space where the Time Beast already is, the Banner is not immediately scored."
    },
    {
      "Name": "Lair: Wind Beast",
      "Description": "When resting, choose a direction. Every Acolyte moves one space that direction. Acolytes who fall of the island die.",
      "Beast Description": "When leaving a space, all Acolytes on its space move with it."
    },
    {
      "Name": "Launchpad",
      "Description": "When resting: After collecting your Banner here, pick up every game component on or adjacent to this space. Move each of them to any explored space you choose."
    },
    {
      "Name": "Magnetic Maar",
      "Description": "When resting, before scoring this space, move one loot token from an adjacent space here and leave it here. Include that Loot Token when scoring."
    },
    {
      "Name": "Market",
      "Description": "Discard cards from your hand. Collect 1 gold for each you discarded.",
      "Clarifications": "You can discard cards you just drew during this Rest. But your hand limit applies immediately. So if you had previously drawn up beyond your hand limit, you must discard down before scoring this Environment."
    },
    {
      "Name": "Moat",
      "Description": "When resting, collect 1 Gold for each adjacent space you control. Steal 1 Gold from each player who controls an adjacent space."
    },
    {
      "Name": "Mountaintop of the Giants",
      "Description": "All Acolytes die here. But Colossi can be here."
    },
    {
      "Name": "Oasis",
      "Description": "When resting, discard your entire hand. Then draw 6 cards."
    },
    {
      "Name": "Ruins",
      "Description": "Each opponent must give you one of their cards, or 2 Gold."
    },
    {
      "Name": "Speedy Slopes",
      "Description": "When resting, place all Acolytes from you hand here. Then you may move each of your Acolytes once.",
      "Clarifications": "Keep in mind that you only place Banners down at the end of regular turns. So if you move an Acolyte to a space and take control of it, you still cannot score it during this Rest."
    },
    {
      "Name": "Teleporter",
      "Description": "When resting, swap all game components here with all game components from another explored space. Then score that other space."
    },
    {
      "Name": "Trading Post",
      "Description": "Give each of your opponents a card from your hand. They must give you a different card in return, or pay you 2 Gold. If they have no other cards to give you, they must pay you 2 Gold."
    },
    {
      "Name": "Treasure Trove",
      "Description": "When placing a Banner here, put 2 Gold from the bank here. When resting, collect all Gold here."
    },
    {
      "Name": "The Void",
      "Description": "When resting: replace any Environment with a new random one. If your Banner is there, score it.",
      "Clarifications": "Since you prepard a deck of Environments at the start of the game, you might need to go to the box to get a new Environment tile."
    },
    {
      "Name": "Volcano",
      "Description": "When resting, kill every Acolyte on or adjacent to this space."
    }
   ]