[
    {
      "Name": "Hallowed Ground",
      "Description": "When resting, collect 2 Gold for each of your Acolytes here."
    },
    {
      "Name": "Volcano",
      "Description": "When resting, kill every Acolyte on or adjacent to this space."
    },
    {
      "Name": "Market",
      "Description": "Discard cards from your hand. Collect 2 gold for each you discarded.",
      "Clarifications": "You can discard cards you just drew during this Rest. But your hand limit applies immediately. So if you had previously drawn up beyond your hand limit, you must discard down before scoring this Environment."
    },
    {
      "Name": "Ruins",
      "Description": "Each opponent must give you one of their cards, or 2 Gold."
    },
    {
      "Name": "Magnetic Maar",
      "Description": "When resting, before scoring this space, move one loot token from an adjacent space here and leave it here permanently. Include that loot token with your earnings for this rest."
    },
    {
      "Name": "Tollbooth Tombolo",
      "Description": "Any time an Acolyte moves here, place 1 Gold from the bank here. When resting, collect all Gold here."
    },
    {
      "Name": "Badlands",
      "Description": "When resting, move the Beast here. For each Acolyte this kills, collect 2 gold."
    },
    {
      "Name": "Teleporter",
      "Description": "When resting, swap every Acolyte, Colossi, and Banner here with another explored space. Then score that other space."
    },
    {
      "Name": "Speedy Slopes",
      "Description": "When resting, you may move each of your Acolytes once. Update Banners as appropriate when you move Acolytes.",
      "Clarifications": "Keep in mind that you only place Banners down at the end of regular turns. So if you move an Acolyte to a space and take control of it, you still cannot score it during this Rest."
    },
    {
      "Name": "Caverns",
      "Description": "Only one Acolyte or Colossus can be here at a time."
    },
    {
      "Name": "The Void",
      "Description": "When resting, replace an Environment with a new random one. If your Banner is there, score it.",
      "Clarifications": "You should always remove a Banner after scoring it. So if you had already scored the Environment you replaced, you would not score the new one."
    },
    {
      "Name": "Mountaintop of the Giants",
      "Description": "All Acolytes die here. But Colossi can be here."
    }
   ]