[
    {
      "Name": "Caverns",
      "Description": "Only one Acolyte or Colossus can be here at a time."
    },
    {
      "Name": "Deep Mines",
      "Description": "When drawn, put 1 Gold from the Bank here. When resting, collect all Gold here, then, put 2 Gold from the Bank here. Every time this happens, double the amount from the Bank."
    },
    {
      "Name": "Hallowed Ground",
      "Description": "When resting, collect 2 Gold for each of your Acolytes here."
    },
    {
      "Name": "Lair: Blood Beast",
      "Description": "When resting, kill every Acolyte on or adjacent to the Blood Beast's space.",
      "Beast Description": "Any Acolytes that share a space with the Blood Beast die."
    },
    {
      "Name": "Lair: Wind Beast",
      "Description": "When resting, choose a direction. Every Acolyte moves one space that direction. Acolytes who fall of the island die.",
      "Beast Description": "When moving into a space, push all Acolytes in that space one space in the same direction. Acolytes die if they fall off the island."
    },
    {
      "Name": "Lair: Hungry Beast",
      "Description": "When resting, move each Loot Token from the Hungry Beast's space to adjacent spaces you choose.",
      "Beast Description": "Every time the Hungry Beast leaves a space, it takes the Loot Token(s) from that space with it. Loot Tokens on their space score as normal."
    },
    {
      "Name": "Lair: Sturdy Beast",
      "Description": "When resting, leave up to 2 of your Banners in play after scoring them.",
      "Beast Description": "Banners on or adjacent to the Sturdy Beast cannot be replaced by opposing players."
    },
    {
      "Name": "Lair: Wealthy Beast",
      "Description": "When resting, place 2 Gold from the bank in each space adjacent to the Wealthy Beast.",
      "Beast Description": "Any time the Wealthy Beast is on a space with a Banner, score it immediately as if its owner was Resting."
    },
    {
      "Name": "Launchpad",
      "Description": "When resting, move each Acolyte, Colossus, Beast, Loot Token, and Gold token here to any space.",
      "Clarifications": "Keep in mind that you only place Banners down at the end of regular turns. So if you move an Acolyte to a space and take control of it, you still cannot score it during this Rest."
    },
    {
      "Name": "Magnetic Maar",
      "Description": "When resting, before scoring this space, move one loot token from an adjacent space here and leave it here. Include that Loot Token when scoring."
    },
    {
      "Name": "Market",
      "Description": "Discard cards from your hand. Collect 1 gold for each you discarded.",
      "Clarifications": "You can discard cards you just drew during this Rest. But your hand limit applies immediately. So if you had previously drawn up beyond your hand limit, you must discard down before scoring this Environment."
    },
    {
      "Name": "Moat",
      "Description": "When resting, collect 2 Gold for each adjacent space you control. Steal 2 Gold from each player who controls an adjacent space."
    },
    {
      "Name": "Mountaintop of the Giants",
      "Description": "All Acolytes die here. But Colossi can be here."
    },
    {
      "Name": "Oasis",
      "Description": "When resting, discard your entire hand. Then draw 6 cards."
    },
    {
      "Name": "Ruins",
      "Description": "Each opponent must give you one of their cards, or 2 Gold."
    },
    {
      "Name": "Speedy Slopes",
      "Description": "When resting, you may move each of your Acolytes once.",
      "Clarifications": "Keep in mind that you only place Banners down at the end of regular turns. So if you move an Acolyte to a space and take control of it, you still cannot score it during this Rest."
    },
    {
      "Name": "Teleporter",
      "Description": "When resting, swap every Acolyte, Colossi, and Banner here with another explored space. Then score that other space."
    },
    {
      "Name": "Time Turner",
      "Description": "Immediately after you rest, you may take a normal turn."
    },
    {
      "Name": "Tollbooth Tombolo",
      "Description": "Any time an Acolyte or Colossus moves here, place 1 Gold from the bank here. When resting, collect all Gold here."
    },
    {
      "Name": "Treasure Trove",
      "Description": "When placing a Banner here, put 2 Gold from the bank here. When resting, collect all Gold here."
    },
    {
      "Name": "Trigger",
      "Description": "When resting, turn over cards from the Colossus deck until you draw a Beast card. Play it immediately and discard all other drawn cards."
    },
    {
      "Name": "The Void",
      "Description": "When resting, replace an Environment with a new random one. If your Banner is there, score it.",
      "Clarifications": "You should always remove a Banner after scoring it. So if you had already scored the Environment you replaced, you would not score the new one."
    },
    {
      "Name": "Volcano",
      "Description": "When resting, kill every Acolyte on or adjacent to this space."
    }
   ]