[
    {
        "Name": "Abundant",
        "Description": "At the end of your turn, draw 2 Colossus cards instead of 1.",
        "Goal": "Tuck your played Divine Gifts here. Once you have tucked 4, gain 5 gold and discard this card."
    },
    {
        "Name": "Aggressive",
        "Description": "When you kill an opponent's Acolyte, gain 1 Gold.",
        "Goal": "If you kill 5 Acolytes in a single turn, gain an extra 5 gold and discard this card."
    },
    {
        "Name": "Beast master",
        "Description": "You may pay 1 Gold to move a Beast 1 space in any direction.",
        "Goal": "If ever control the spaces of 2 Beasts at once, gain 5 gold and discard this card."
    },
    {
        "Name": "Diasporic",
        "Description": "On your turn, you have 6 moves. You cannot play cards.",
        "Goal": "If you ever have 10 Acolytes on a different spaces adjacent to water, gain 4 gold and discard this trait."
    },
    {
        "Name": "Domineering",
        "Description": "When your Colossus moves into a space containing Beasts or other Colossi, you may move them 1 space in any direction.",
        "Goal": "When doing this, place 1 gold cube here. When you have done this 5 times, gain 5 gold and discard this trait."
    },
    {
        "Name": "Extortionist",
        "Description": "When an opponent's pieces move onto your space, causing you to lose control, steal 1 gold from them.",
        "Goal": "When doing this, place 1 gold cube here. When you have done this 4 times, gain 4 gold and discard this trait."
    },
    {
        "Name": "Gilded",
        "Description": "Every time you Reap Gold Loot, gain 1 additional Gold.",
        "Goal": "If you control every available Gold Loot tile at the end of an Age, gain 4 Gold and discard this trait.",
        "Clarifications": "If there are unexplored spaces, you can still reach this goal. It only applies to whatever face-up tiles are in play at the end of the age."
    },
    {
        "Name": "Historian",
        "Description": "When Age II ends, draw 3 Age III cards and choose which to use.",
        "Goal": "After doing this, discard this trait."
    },
    {
        "Name": "Monolithic",
        "Description": "You can only Reap 1 space during the Reap phase.",
        "Goal": "When doing this, gain the loot rewards from the spaces adjacent to it. Discard this trait."
    },
    {
        "Name": "Necromancer",
        "Description": "When an opponent's Acolyte dies on your turn, place an Acolyte from your hand on the space it was on.",
        "Goal": "Place 1 gold cube here for each Acolyte you place. When you have 4 gold cubes here, gain 4 gold, and discard this trait."
    },
    {
        "Name": "Nomadic",
        "Description": "At the end of your turns, you may Reap one space you control. But you cannot Reap any spaces during the Reap phase.",
        "Goal": "Place 1 gold cube here when doing Reaping at the end of your turn. When you have done this 4 times, gain 4 gold and discard this trait."
    },
    {
        "Name": "Parasitic",
        "Description": "When an opponent plays a card, you may immediately tuck a card from your hand here, and take their card from the discard pile.",
        "Goal": "When you have tucked 5 cards, gain 5 gold and discard this trait."
    },
    {
        "Name": "Resourceful",
        "Description": "Every time you Reap Colossus Card Loot, gain an extra card.",
        "Goal": "When discarding cards, tuck them here. Once you have tucked 10 cards, gain 5 gold and discard this trait."
    },
    {
        "Name": "Resurrecting",
        "Description": "When one of your Acolytes dies, you may move it to your Colossus's space instead of back to your hand.",
        "Goal": "For each Acolyte you resurrect, place 1 gold cube here. When you have done this 5 times, gain 5 gold and discard this trait."
    },
    {
        "Name": "Soothsayer",
        "Description": "On your turn you may look at the top 3 Environment tiles, or the top 3 Colossus Cards. Put them back in any order you choose.",
        "Goal": "When doing this, place 1 gold cube here. When you have done this 4 times, gain 4 gold and discard this trait."
    },
    {
        "Name": "Winged",
        "Description": "When moving your Colossus, you may move it to any space.",
        "Goal": "When doing this, place 1 gold cube here. When you have done this 5 times, gain 5 gold and discard this trait."
    },
    {
        "Name": "Zoophilic",
        "Description": "When spawning Acolytes, you may spawn them on or adjacent to any Beast's space.",
        "Goal": "If you ever have all 10 of your Acolytes on Beast spaces, gain 4 gold and discard this trait."
    }
]
