[
    {
      "Name": "Animalistic",
      "Description": "Discard all of your Traits. Draw a random Beast card that is not in play. The rules for that Beast are now in effect for your Colossus. At the end of your next turn, discard that Beast card and this Trait."
    },
    {
      "Name": "Beast whisperer",
      "Description": "Once per turn, you may pay 1 Gold to move a Beast 1 space in any direction."
    },
    {
      "Name": "Ludicrously capacious",
      "Description": "Your hand limit is 8, and you have 5 actions per turn. However, can only use 2 of your actions per turn on movement"
    },
    {
      "Name": "Speedy",
      "Description": "On your turn, you have 6 actions. You can only play 1 card per turn."
    },
    {
      "Name": "Blood thirsty",
      "Description": "When you kill an opponent's Acolyte, gain 1 Gold."
    },
    {
      "Name": "Reactive",
      "Description": "When an Acolyte dies on or adjacent to a space with your Acolytes: you may sacrifice your Acolyte to kill an opponent's Acolyte on its space or an adjacent space. This can cause a chain reaction, and can happen during any player's turn."
    },
    {
      "Name": "Nomadic",
      "Description": "At the end of your turns, you may Harvest up to two tiles you control. However, you cannot Harvest any tiles at the end each Epoch."
    },
    {
      "Name": "Domineering",
      "Description": "When your Colossus moves into a space containing Beasts or other Colossi, you may move them 1 space in any direction."
    },
    {
      "Name": "Resurrecting",
      "Description": "Once per opponent turn, when one of your Acolytes dies, you may move it to your Colossus's space instead of back to your hand."
    },
    {
      "Name": "Protective",
      "Description": "Your Acolytes on your Colossus's space cannot be killed or moved."
    },
    {
      "Name": "Sly",
      "Description": "At the beginning of your turn, name another player aloud. For this turn, you can use their Acolytes and Colossus for Road Movement."
    },
    {
      "Name": "Abundant",
      "Description": "At the start of your turn, draw 2 Colossus cards instead of 1."
    },
    {
      "Name": "Soothsayer",
      "Description": "At the start of your turn, you may either look at the top 3 Environment tiles, or the top 3 Colossus Cards. Put them back in any order you choose."
    },
    {
      "Name": "Underworld",
      "Description": "When you move, all spaces you control are adjacent to each other, and you may move freely between them. This only applies when you are moving during your turn."
    },
    {
      "Name": "Boldness",
      "Description": "On your turn, you may pay 2 Gold to take an extra action. You can do this multiple times per turn."
    },
    {
      "Name": "Mimicry",
      "Description": "At the start of your turn, take a Trait from another player. At the end of your turn, return it to them. While it is in your posession, it is in play for you, not them."
    },
    {
      "Name": "Alchemist",
      "Description": "On your turn you may discard your Colossus cards, Traits, or Acolytes in play to gain 1 Gold each."
    },
    {
      "Name": "Necromancer",
      "Description": "Any time an opponent's Acolyte dies, you may replace it with an Acolyte from your hand. However, you may only have 4 Acolytes in play at a time."
    },
    {
      "Name": "Vengeful",
      "Description": "When an opponent takes control of a space away from you, immediately kill all Acolytes on that space."
    },
    {
      "Name": "Zoophilic",
      "Description": "When spawning Acolytes, you may spawn them on or adjacent to any Beast's space."
    },
    {
      "Name": "Monolithic",
      "Description": "You may only Harvest 1 space at the end of each Epoch. However, you also Harvest the Loot and Gold cubes from the spaces adjacent to it, even if you do not control them. This does not apply to special environments adjacent to the space you Harvest."
    },
    {
      "Name": "Parasitic",
      "Description": "When an opponent plays a card, you may take it immediately from the discard pile in exchange for discarding 1 of your own cards."
    },
    {
      "Name": "Extortionist",
      "Description": "When an opponent takes control of a space away from you, they must pay you 1 Gold."
    },
    {
      "Name": "Mercantile",
      "Description": "On your turn, you may pay 1 Gold to draw 1 Colossus Card."
    },
    {
      "Name": "Miserly",
      "Description": "Every time you gain Gold, gain 1 additional Gold. However, you can only have 4 Acolytes in play at a time."
    }
]
